{
  "additional_special_tokens": [
    "[PAD]",
    "[UNK]",
    "[100]",
    "[101]",
    "[102]",
    "[103]",
    "[104]",
    "[105]",
    "[106]",
    "[107]",
    "[108]",
    "[109]",
    "[10]",
    "[110]",
    "[111]",
    "[112]",
    "[113]",
    "[114]",
    "[115]",
    "[116]",
    "[117]",
    "[118]",
    "[119]",
    "[11]",
    "[120]",
    "[121]",
    "[122]",
    "[123]",
    "[124]",
    "[125]",
    "[126]",
    "[127]",
    "[128]",
    "[129]",
    "[12]",
    "[130]",
    "[131]",
    "[132]",
    "[133]",
    "[134]",
    "[135]",
    "[136]",
    "[137]",
    "[138]",
    "[139]",
    "[13]",
    "[140]",
    "[141]",
    "[142]",
    "[143]",
    "[144]",
    "[145]",
    "[146]",
    "[147]",
    "[148]",
    "[149]",
    "[14]",
    "[150]",
    "[151]",
    "[152]",
    "[153]",
    "[154]",
    "[155]",
    "[156]",
    "[157]",
    "[158]",
    "[159]",
    "[15]",
    "[160]",
    "[161]",
    "[162]",
    "[163]",
    "[164]",
    "[165]",
    "[166]",
    "[167]",
    "[168]",
    "[169]",
    "[16]",
    "[170]",
    "[171]",
    "[172]",
    "[173]",
    "[174]",
    "[175]",
    "[176]",
    "[177]",
    "[178]",
    "[179]",
    "[17]",
    "[180]",
    "[181]",
    "[182]",
    "[183]",
    "[184]",
    "[185]",
    "[186]",
    "[187]",
    "[188]",
    "[189]",
    "[18]",
    "[190]",
    "[191]",
    "[192]",
    "[193]",
    "[194]",
    "[195]",
    "[196]",
    "[197]",
    "[198]",
    "[199]",
    "[200]",
    "[201]",
    "[202]",
    "[203]",
    "[204]",
    "[205]",
    "[206]",
    "[207]",
    "[208]",
    "[209]",
    "[210]",
    "[211]",
    "[212]",
    "[213]",
    "[214]",
    "[215]",
    "[216]",
    "[217]",
    "[218]",
    "[219]",
    "[220]",
    "[221]",
    "[222]",
    "[223]",
    "[224]",
    "[225]",
    "[226]",
    "[227]",
    "[228]",
    "[229]",
    "[230]",
    "[231]",
    "[232]",
    "[233]",
    "[234]",
    "[235]",
    "[236]",
    "[237]",
    "[238]",
    "[239]",
    "[240]",
    "[241]",
    "[242]",
    "[243]",
    "[244]",
    "[245]",
    "[246]",
    "[247]",
    "[248]",
    "[249]",
    "[250]",
    "[251]",
    "[252]",
    "[253]",
    "[254]",
    "[255]",
    "[256]",
    "[257]",
    "[258]",
    "[259]",
    "[260]",
    "[261]",
    "[262]",
    "[263]",
    "[264]",
    "[265]",
    "[266]",
    "[267]",
    "[268]",
    "[269]",
    "[270]",
    "[271]",
    "[272]",
    "[273]",
    "[274]",
    "[275]",
    "[276]",
    "[277]",
    "[278]",
    "[279]",
    "[280]",
    "[281]",
    "[282]",
    "[283]",
    "[284]",
    "[285]",
    "[286]",
    "[287]",
    "[288]",
    "[289]",
    "[290]",
    "[291]",
    "[292]",
    "[293]",
    "[294]",
    "[295]",
    "[296]",
    "[297]",
    "[298]",
    "[299]",
    "[2]",
    "[300]",
    "[301]",
    "[302]",
    "[303]",
    "[304]",
    "[305]",
    "[306]",
    "[307]",
    "[308]",
    "[309]",
    "[310]",
    "[311]",
    "[312]",
    "[313]",
    "[314]",
    "[315]",
    "[316]",
    "[317]",
    "[318]",
    "[319]",
    "[320]",
    "[321]",
    "[322]",
    "[323]",
    "[324]",
    "[325]",
    "[326]",
    "[327]",
    "[328]",
    "[329]",
    "[330]",
    "[331]",
    "[332]",
    "[333]",
    "[334]",
    "[335]",
    "[336]",
    "[337]",
    "[338]",
    "[339]",
    "[340]",
    "[341]",
    "[342]",
    "[343]",
    "[344]",
    "[345]",
    "[346]",
    "[347]",
    "[348]",
    "[349]",
    "[350]",
    "[351]",
    "[352]",
    "[353]",
    "[354]",
    "[355]",
    "[356]",
    "[357]",
    "[358]",
    "[359]",
    "[360]",
    "[361]",
    "[362]",
    "[363]",
    "[364]",
    "[365]",
    "[366]",
    "[367]",
    "[368]",
    "[369]",
    "[370]",
    "[371]",
    "[372]",
    "[373]",
    "[374]",
    "[375]",
    "[376]",
    "[377]",
    "[378]",
    "[379]",
    "[380]",
    "[381]",
    "[382]",
    "[383]",
    "[384]",
    "[385]",
    "[386]",
    "[387]",
    "[388]",
    "[389]",
    "[390]",
    "[391]",
    "[392]",
    "[393]",
    "[394]",
    "[395]",
    "[396]",
    "[397]",
    "[398]",
    "[399]",
    "[3]",
    "[400]",
    "[401]",
    "[402]",
    "[403]",
    "[404]",
    "[405]",
    "[406]",
    "[407]",
    "[408]",
    "[409]",
    "[410]",
    "[411]",
    "[412]",
    "[413]",
    "[414]",
    "[415]",
    "[416]",
    "[417]",
    "[418]",
    "[419]",
    "[420]",
    "[4]",
    "[5]",
    "[6]",
    "[7]",
    "[8]",
    "[9]",
    "[ABYSSAL_MASK]",
    "[AEGIS_OF_THE_LEGION]",
    "[AETHER_WISP]",
    "[AIR_DRAGON]",
    "[AMPLIFYING_TOME]",
    "[ARCHANGELS_STAFF]",
    "[ARDENT_CENSER]",
    "[ARMORED_ADVANCE]",
    "[ASSIST]",
    "[AXIOM_ARC]",
    "[BAMIS_CINDER]",
    "[BANDLEGLASS_MIRROR]",
    "[BANSHEES_VEIL]",
    "[BASE]",
    "[BERSERKERS_GREAVES]",
    "[BLACKFIRE_TORCH]",
    "[BLACK_CLEAVER]",
    "[BLADE_OF_THE_RUINED_KING]",
    "[BLASTING_WAND]",
    "[BLIGHTING_JEWEL]",
    "[BLOODLETTERS_CURSE]",
    "[BLOODSONG]",
    "[BLOODTHIRSTER]",
    "[BLUE]",
    "[BOOTS]",
    "[BOOTS_OF_SWIFTNESS]",
    "[BOTTOM_B]",
    "[BOTTOM_R]",
    "[BOT_LANE]",
    "[BOUNTY]",
    "[BOUNTY_OF_WORLDS]",
    "[BRAMBLE_VEST]",
    "[BUILDING_DESTROY]",
    "[BUILDING_PLATE]",
    "[B_F_SWORD]",
    "[CATALYST_OF_AEONS]",
    "[CAULFIELDS_WARHAMMER]",
    "[CELESTIAL_OPPOSITION]",
    "[CHAINLACED_CRUSHERS]",
    "[CHAIN_VEST]",
    "[CHEMPUNK_CHAINSWORD]",
    "[CHEMTECH_DRAGON]",
    "[CLOAK_OF_AGILITY]",
    "[CLOTH_ARMOR]",
    "[CONTROL]",
    "[CONTROL_WARD]",
    "[COSMIC_DRIVE]",
    "[CRIMSON_LUCIDITY]",
    "[CRYPTBLOOM]",
    "[CRYSTALLINE_BRACER]",
    "[CULL]",
    "[DAGGER]",
    "[DARK_SEAL]",
    "[DAWNCORE]",
    "[DEAD_MANS_PLATE]",
    "[DEATHS_DANCE]",
    "[DORANS_BLADE]",
    "[DORANS_RING]",
    "[DORANS_SHIELD]",
    "[DREAM_MAKER]",
    "[EARTH_DRAGON]",
    "[ECHOES_OF_HELIA]",
    "[ECLIPSE]",
    "[EDGE_OF_NIGHT]",
    "[ELDER_DRAGON]",
    "[ELIXIR_OF_AVARICE]",
    "[ELIXIR_OF_FORCE]",
    "[ELIXIR_OF_IRON]",
    "[ELIXIR_OF_SKILL]",
    "[ELIXIR_OF_SORCERY]",
    "[ELIXIR_OF_WRATH]",
    "[EMPTY]",
    "[ESSENCE_REAVER]",
    "[EXECUTIONERS_CALLING]",
    "[EXPERIMENTAL_HEXPLATE]",
    "[EYE_OF_THE_HERALD]",
    "[FAERIE_CHARM]",
    "[FARSIGHT_ALTERATION]",
    "[FATED_ASHES]",
    "[FIENDISH_CODEX]",
    "[FIMBULWINTER]",
    "[FIRE_DRAGON]",
    "[FORBIDDEN_IDOL]",
    "[FORCE_OF_NATURE]",
    "[FOREVER_FORWARD]",
    "[FRAME]",
    "[FROZEN_HEART]",
    "[GAME_END]",
    "[GAME_START]",
    "[GIANTS_BELT]",
    "[GLACIAL_BUCKLER]",
    "[GLOWING_MOTE]",
    "[GUARDIAN_ANGEL]",
    "[GUINSOOS_RAGEBLADE]",
    "[GUNMETAL_GREAVES]",
    "[GUSTWALKER_HATCHLING]",
    "[HAUNTING_GUISE]",
    "[HEALTH_POTION]",
    "[HEARTHBOUND_AXE]",
    "[HEARTSTEEL]",
    "[HEXDRINKER]",
    "[HEXTECH_ALTERNATOR]",
    "[HEXTECH_DRAGON]",
    "[HEXTECH_ROCKETBELT]",
    "[HOLLOW_RADIANCE]",
    "[HORIZON_FOCUS]",
    "[HUBRIS]",
    "[HULLBREAKER]",
    "[ICEBORN_GAUNTLET]",
    "[IMMORTAL_SHIELDBOW]",
    "[IMPERIAL_MANDATE]",
    "[INFINITY_EDGE]",
    "[INHIBITOR]",
    "[INNER]",
    "[IONIAN_BOOTS_OF_LUCIDITY]",
    "[ITEM_BUY]",
    "[ITEM_SELL]",
    "[ITEM_UNDO]",
    "[ITEM_USE]",
    "[JAKSHO,_THE_PROTEAN]",
    "[JUNGLE_B]",
    "[JUNGLE_R]",
    "[KAENIC_ROOKERN]",
    "[KALISTAS_BLACK_SPEAR]",
    "[KILL]",
    "[KINDLEGEM]",
    "[KNIGHTS_VOW]",
    "[KRAKEN_SLAYER]",
    "[LAST_WHISPER]",
    "[LEVEL_UP]",
    "[LIANDRYS_TORMENT]",
    "[LICH_BANE]",
    "[LOCKET_OF_THE_IRON_SOLARI]",
    "[LONG_SWORD]",
    "[LORD_DOMINIKS_REGARDS]",
    "[LOST_CHAPTER]",
    "[LUDENS_COMPANION]",
    "[MALIGNANCE]",
    "[MANAMUNE]",
    "[MAW_OF_MALMORTIUS]",
    "[MEJAIS_SOULSTEALER]",
    "[MERCURIAL_SCIMITAR]",
    "[MERCURYS_TREADS]",
    "[MIDDLE_B]",
    "[MIDDLE_R]",
    "[MID_LANE]",
    "[MIKAELS_BLESSING]",
    "[MONSTER_ATAKHAN]",
    "[MONSTER_BARON_NASHOR]",
    "[MONSTER_DRAGON]",
    "[MONSTER_HORDE]",
    "[MONSTER_RIFTHERALD]",
    "[MOONSTONE_RENEWER]",
    "[MORELLONOMICON]",
    "[MORTAL_REMINDER]",
    "[MOSSTOMPER_SEEDLING]",
    "[MURAMANA]",
    "[NASHORS_TOOTH]",
    "[NAVORI_FLICKERBLADE]",
    "[NEEDLESSLY_LARGE_ROD]",
    "[NEGATRON_CLOAK]",
    "[NEXUS]",
    "[NOONQUIVER]",
    "[NULL_MAGIC_MANTLE]",
    "[OBLIVION_ORB]",
    "[OPPORTUNITY]",
    "[ORACLE_LENS]",
    "[OUTER]",
    "[OVERLORDS_BLOODMAIL]",
    "[P0]",
    "[PHAGE]",
    "[PHANTOM_DANCER]",
    "[PICKAXE]",
    "[PLATED_STEELCAPS]",
    "[PNone]",
    "[PROFANE_HYDRA]",
    "[QUICKSILVER_SASH]",
    "[RABADONS_DEATHCAP]",
    "[RANDUINS_OMEN]",
    "[RANK_BRONZE]",
    "[RANK_CHALLENGER]",
    "[RANK_DIAMOND]",
    "[RANK_EMERALD]",
    "[RANK_GOLD]",
    "[RANK_GRANDMASTER]",
    "[RANK_IRON]",
    "[RANK_MASTER]",
    "[RANK_PLATINUM]",
    "[RANK_SILVER]",
    "[RAPID_FIRECANNON]",
    "[RAVENOUS_HYDRA]",
    "[RECTRIX]",
    "[RECURVE_BOW]",
    "[REDEMPTION]",
    "[REFILLABLE_POTION]",
    "[REJUVENATION_BEAD]",
    "[RIFTMAKER]",
    "[ROD_OF_AGES]",
    "[RUBY_CRYSTAL]",
    "[RUNAANS_HURRICANE]",
    "[RUNIC_COMPASS]",
    "[RYLAIS_CRYSTAL_SCEPTER]",
    "[SAPPHIRE_CRYSTAL]",
    "[SCARECROW_EFFIGY]",
    "[SCORCHCLAW_PUP]",
    "[SCOUTS_SLINGSHOT]",
    "[SEEKERS_ARMGUARD]",
    "[SERAPHS_EMBRACE]",
    "[SERPENTS_FANG]",
    "[SERRATED_DIRK]",
    "[SERYLDAS_GRUDGE]",
    "[SHADOWFLAME]",
    "[SHATTERED_ARMGUARD]",
    "[SHEEN]",
    "[SHURELYAS_BATTLESONG]",
    "[SIGHT]",
    "[SKILL_E]",
    "[SKILL_Q]",
    "[SKILL_R]",
    "[SKILL_UP]",
    "[SKILL_W]",
    "[SLIGHTLY_MAGICAL_FOOTWEAR]",
    "[SOLSTICE_SLEIGH]",
    "[SORCERERS_SHOES]",
    "[SPEAR_OF_SHOJIN]",
    "[SPECIAL_DOUBLE_KILL]",
    "[SPECIAL_KILL_ACE]",
    "[SPECIAL_KILL_FIRST_BLOOD]",
    "[SPECIAL_PENTA_KILL]",
    "[SPECIAL_QUADRA_KILL]",
    "[SPECIAL_TRIPLE_KILL]",
    "[SPECTRES_COWL]",
    "[SPELLSLINGERS_SHOES]",
    "[SPIRIT_VISAGE]",
    "[STAFF_OF_FLOWING_WATER]",
    "[STATIKK_SHIV]",
    "[STEALTH_WARD]",
    "[STEEL_SIGIL]",
    "[STERAKS_GAGE]",
    "[STORMSURGE]",
    "[STRIDEBREAKER]",
    "[SUNDERED_SKY]",
    "[SUNFIRE_AEGIS]",
    "[SWIFTMARCH]",
    "[SYMBIOTIC_SOLES]",
    "[SYNCHRONIZED_SOULS]",
    "[TEAM0]",
    "[TEAM100]",
    "[TEAM200]",
    "[TEAR_OF_THE_GODDESS]",
    "[TERMINUS]",
    "[THE_BRUTALIZER]",
    "[THE_COLLECTOR]",
    "[THORNMAIL]",
    "[TIAMAT]",
    "[TITANIC_HYDRA]",
    "[TOP_B]",
    "[TOP_LANE]",
    "[TOP_R]",
    "[TOTAL_BISCUIT_OF_EVERLASTING_WILL]",
    "[TOWER]",
    "[TRAILBLAZER]",
    "[TRINITY_FORCE]",
    "[TUNNELER]",
    "[UMBRAL_GLAIVE]",
    "[UNDEFINED]",
    "[UNENDING_DESPAIR]",
    "[UNKNOWN_2001]",
    "[UNKNOWN_WARD]",
    "[UTILITY_B]",
    "[UTILITY_R]",
    "[VAMPIRIC_SCEPTER]",
    "[VERDANT_BARRIER]",
    "[VIGILANT_WARDSTONE]",
    "[VOID_STAFF]",
    "[VOLTAIC_CYCLOSWORD]",
    "[WARDENS_MAIL]",
    "[WARD_KILL]",
    "[WARD_PLACE]",
    "[WARMOGS_ARMOR]",
    "[WATCHFUL_WARDSTONE]",
    "[WATER_DRAGON]",
    "[WINGED_MOONPLATE]",
    "[WINTERS_APPROACH]",
    "[WITS_END]",
    "[WORLD_ATLAS]",
    "[YELLOW]",
    "[YOUMUUS_GHOSTBLADE]",
    "[YOUR_CUT]",
    "[YUN_TAL_WILDARROWS]",
    "[ZAZZAKS_REALMSPIKE]",
    "[ZEAL]",
    "[ZEKES_CONVERGENCE]",
    "[ZHONYAS_HOURGLASS]"
  ],
  "pad_token": {
    "content": "[PAD]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  },
  "unk_token": {
    "content": "[UNK]",
    "lstrip": false,
    "normalized": false,
    "rstrip": false,
    "single_word": false
  }
}
