{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[100]": 2,
      "[101]": 3,
      "[102]": 4,
      "[103]": 5,
      "[104]": 6,
      "[105]": 7,
      "[106]": 8,
      "[107]": 9,
      "[108]": 10,
      "[109]": 11,
      "[10]": 12,
      "[110]": 13,
      "[111]": 14,
      "[112]": 15,
      "[113]": 16,
      "[114]": 17,
      "[115]": 18,
      "[116]": 19,
      "[117]": 20,
      "[118]": 21,
      "[119]": 22,
      "[11]": 23,
      "[120]": 24,
      "[121]": 25,
      "[122]": 26,
      "[123]": 27,
      "[124]": 28,
      "[125]": 29,
      "[126]": 30,
      "[127]": 31,
      "[128]": 32,
      "[129]": 33,
      "[12]": 34,
      "[130]": 35,
      "[131]": 36,
      "[132]": 37,
      "[133]": 38,
      "[134]": 39,
      "[135]": 40,
      "[136]": 41,
      "[137]": 42,
      "[138]": 43,
      "[139]": 44,
      "[13]": 45,
      "[140]": 46,
      "[141]": 47,
      "[142]": 48,
      "[143]": 49,
      "[144]": 50,
      "[145]": 51,
      "[146]": 52,
      "[147]": 53,
      "[148]": 54,
      "[149]": 55,
      "[14]": 56,
      "[150]": 57,
      "[151]": 58,
      "[152]": 59,
      "[153]": 60,
      "[154]": 61,
      "[155]": 62,
      "[156]": 63,
      "[157]": 64,
      "[158]": 65,
      "[159]": 66,
      "[15]": 67,
      "[160]": 68,
      "[161]": 69,
      "[162]": 70,
      "[163]": 71,
      "[164]": 72,
      "[165]": 73,
      "[166]": 74,
      "[167]": 75,
      "[168]": 76,
      "[169]": 77,
      "[16]": 78,
      "[170]": 79,
      "[171]": 80,
      "[172]": 81,
      "[173]": 82,
      "[174]": 83,
      "[175]": 84,
      "[176]": 85,
      "[177]": 86,
      "[178]": 87,
      "[179]": 88,
      "[17]": 89,
      "[180]": 90,
      "[181]": 91,
      "[182]": 92,
      "[183]": 93,
      "[184]": 94,
      "[185]": 95,
      "[186]": 96,
      "[187]": 97,
      "[188]": 98,
      "[189]": 99,
      "[18]": 100,
      "[190]": 101,
      "[191]": 102,
      "[192]": 103,
      "[193]": 104,
      "[194]": 105,
      "[195]": 106,
      "[196]": 107,
      "[197]": 108,
      "[198]": 109,
      "[199]": 110,
      "[200]": 111,
      "[201]": 112,
      "[202]": 113,
      "[203]": 114,
      "[204]": 115,
      "[205]": 116,
      "[206]": 117,
      "[207]": 118,
      "[208]": 119,
      "[209]": 120,
      "[210]": 121,
      "[211]": 122,
      "[212]": 123,
      "[213]": 124,
      "[214]": 125,
      "[215]": 126,
      "[216]": 127,
      "[217]": 128,
      "[218]": 129,
      "[219]": 130,
      "[220]": 131,
      "[221]": 132,
      "[222]": 133,
      "[223]": 134,
      "[224]": 135,
      "[225]": 136,
      "[226]": 137,
      "[227]": 138,
      "[228]": 139,
      "[229]": 140,
      "[230]": 141,
      "[231]": 142,
      "[232]": 143,
      "[233]": 144,
      "[234]": 145,
      "[235]": 146,
      "[236]": 147,
      "[237]": 148,
      "[238]": 149,
      "[239]": 150,
      "[240]": 151,
      "[241]": 152,
      "[242]": 153,
      "[243]": 154,
      "[244]": 155,
      "[245]": 156,
      "[246]": 157,
      "[247]": 158,
      "[248]": 159,
      "[249]": 160,
      "[250]": 161,
      "[251]": 162,
      "[252]": 163,
      "[253]": 164,
      "[254]": 165,
      "[255]": 166,
      "[256]": 167,
      "[257]": 168,
      "[258]": 169,
      "[259]": 170,
      "[260]": 171,
      "[261]": 172,
      "[262]": 173,
      "[263]": 174,
      "[264]": 175,
      "[265]": 176,
      "[266]": 177,
      "[267]": 178,
      "[268]": 179,
      "[269]": 180,
      "[270]": 181,
      "[271]": 182,
      "[272]": 183,
      "[273]": 184,
      "[274]": 185,
      "[275]": 186,
      "[276]": 187,
      "[277]": 188,
      "[278]": 189,
      "[279]": 190,
      "[280]": 191,
      "[281]": 192,
      "[282]": 193,
      "[283]": 194,
      "[284]": 195,
      "[285]": 196,
      "[286]": 197,
      "[287]": 198,
      "[288]": 199,
      "[289]": 200,
      "[290]": 201,
      "[291]": 202,
      "[292]": 203,
      "[293]": 204,
      "[294]": 205,
      "[295]": 206,
      "[296]": 207,
      "[297]": 208,
      "[298]": 209,
      "[299]": 210,
      "[2]": 211,
      "[300]": 212,
      "[301]": 213,
      "[302]": 214,
      "[303]": 215,
      "[304]": 216,
      "[305]": 217,
      "[306]": 218,
      "[307]": 219,
      "[308]": 220,
      "[309]": 221,
      "[310]": 222,
      "[311]": 223,
      "[312]": 224,
      "[313]": 225,
      "[314]": 226,
      "[315]": 227,
      "[316]": 228,
      "[317]": 229,
      "[318]": 230,
      "[319]": 231,
      "[320]": 232,
      "[321]": 233,
      "[322]": 234,
      "[323]": 235,
      "[324]": 236,
      "[325]": 237,
      "[326]": 238,
      "[327]": 239,
      "[328]": 240,
      "[329]": 241,
      "[330]": 242,
      "[331]": 243,
      "[332]": 244,
      "[333]": 245,
      "[334]": 246,
      "[335]": 247,
      "[336]": 248,
      "[337]": 249,
      "[338]": 250,
      "[339]": 251,
      "[340]": 252,
      "[341]": 253,
      "[342]": 254,
      "[343]": 255,
      "[344]": 256,
      "[345]": 257,
      "[346]": 258,
      "[347]": 259,
      "[348]": 260,
      "[349]": 261,
      "[350]": 262,
      "[351]": 263,
      "[352]": 264,
      "[353]": 265,
      "[354]": 266,
      "[355]": 267,
      "[356]": 268,
      "[357]": 269,
      "[358]": 270,
      "[359]": 271,
      "[360]": 272,
      "[361]": 273,
      "[362]": 274,
      "[363]": 275,
      "[364]": 276,
      "[365]": 277,
      "[366]": 278,
      "[367]": 279,
      "[368]": 280,
      "[369]": 281,
      "[370]": 282,
      "[371]": 283,
      "[372]": 284,
      "[373]": 285,
      "[374]": 286,
      "[375]": 287,
      "[376]": 288,
      "[377]": 289,
      "[378]": 290,
      "[379]": 291,
      "[380]": 292,
      "[381]": 293,
      "[382]": 294,
      "[383]": 295,
      "[384]": 296,
      "[385]": 297,
      "[386]": 298,
      "[387]": 299,
      "[388]": 300,
      "[389]": 301,
      "[390]": 302,
      "[391]": 303,
      "[392]": 304,
      "[393]": 305,
      "[394]": 306,
      "[395]": 307,
      "[396]": 308,
      "[397]": 309,
      "[398]": 310,
      "[399]": 311,
      "[3]": 312,
      "[400]": 313,
      "[401]": 314,
      "[402]": 315,
      "[403]": 316,
      "[404]": 317,
      "[405]": 318,
      "[406]": 319,
      "[407]": 320,
      "[408]": 321,
      "[409]": 322,
      "[410]": 323,
      "[411]": 324,
      "[412]": 325,
      "[413]": 326,
      "[414]": 327,
      "[415]": 328,
      "[416]": 329,
      "[417]": 330,
      "[418]": 331,
      "[419]": 332,
      "[420]": 333,
      "[4]": 334,
      "[5]": 335,
      "[6]": 336,
      "[7]": 337,
      "[8]": 338,
      "[9]": 339,
      "[ABYSSAL_MASK]": 340,
      "[AEGIS_OF_THE_LEGION]": 341,
      "[AETHER_WISP]": 342,
      "[AIR_DRAGON]": 343,
      "[AMPLIFYING_TOME]": 344,
      "[ARCHANGELS_STAFF]": 345,
      "[ARDENT_CENSER]": 346,
      "[ARMORED_ADVANCE]": 347,
      "[ASSIST]": 348,
      "[AXIOM_ARC]": 349,
      "[BAMIS_CINDER]": 350,
      "[BANDLEGLASS_MIRROR]": 351,
      "[BANSHEES_VEIL]": 352,
      "[BASE]": 353,
      "[BERSERKERS_GREAVES]": 354,
      "[BLACKFIRE_TORCH]": 355,
      "[BLACK_CLEAVER]": 356,
      "[BLADE_OF_THE_RUINED_KING]": 357,
      "[BLASTING_WAND]": 358,
      "[BLIGHTING_JEWEL]": 359,
      "[BLOODLETTERS_CURSE]": 360,
      "[BLOODSONG]": 361,
      "[BLOODTHIRSTER]": 362,
      "[BLUE]": 363,
      "[BOOTS]": 364,
      "[BOOTS_OF_SWIFTNESS]": 365,
      "[BOT_LANE]": 366,
      "[BOUNTY]": 367,
      "[BOUNTY_OF_WORLDS]": 368,
      "[BRAMBLE_VEST]": 369,
      "[BUILDING_DESTROY]": 370,
      "[BUILDING_PLATE]": 371,
      "[B_F_SWORD]": 372,
      "[CATALYST_OF_AEONS]": 373,
      "[CAULFIELDS_WARHAMMER]": 374,
      "[CELESTIAL_OPPOSITION]": 375,
      "[CHAINLACED_CRUSHERS]": 376,
      "[CHAIN_VEST]": 377,
      "[CHEMPUNK_CHAINSWORD]": 378,
      "[CHEMTECH_DRAGON]": 379,
      "[CLOAK_OF_AGILITY]": 380,
      "[CLOTH_ARMOR]": 381,
      "[CONTROL]": 382,
      "[CONTROL_WARD]": 383,
      "[COSMIC_DRIVE]": 384,
      "[CRIMSON_LUCIDITY]": 385,
      "[CRYPTBLOOM]": 386,
      "[CRYSTALLINE_BRACER]": 387,
      "[CULL]": 388,
      "[DAGGER]": 389,
      "[DARK_SEAL]": 390,
      "[DAWNCORE]": 391,
      "[DEAD_MANS_PLATE]": 392,
      "[DEATHS_DANCE]": 393,
      "[DORANS_BLADE]": 394,
      "[DORANS_RING]": 395,
      "[DORANS_SHIELD]": 396,
      "[DREAM_MAKER]": 397,
      "[EARTH_DRAGON]": 398,
      "[ECHOES_OF_HELIA]": 399,
      "[ECLIPSE]": 400,
      "[EDGE_OF_NIGHT]": 401,
      "[ELDER_DRAGON]": 402,
      "[ELIXIR_OF_AVARICE]": 403,
      "[ELIXIR_OF_FORCE]": 404,
      "[ELIXIR_OF_IRON]": 405,
      "[ELIXIR_OF_SKILL]": 406,
      "[ELIXIR_OF_SORCERY]": 407,
      "[ELIXIR_OF_WRATH]": 408,
      "[EMPTY]": 409,
      "[ESSENCE_REAVER]": 410,
      "[EXECUTIONERS_CALLING]": 411,
      "[EXPERIMENTAL_HEXPLATE]": 412,
      "[EYE_OF_THE_HERALD]": 413,
      "[FAERIE_CHARM]": 414,
      "[FARSIGHT_ALTERATION]": 415,
      "[FATED_ASHES]": 416,
      "[FIENDISH_CODEX]": 417,
      "[FIMBULWINTER]": 418,
      "[FIRE_DRAGON]": 419,
      "[FORBIDDEN_IDOL]": 420,
      "[FORCE_OF_NATURE]": 421,
      "[FOREVER_FORWARD]": 422,
      "[FRAME]": 423,
      "[FROZEN_HEART]": 424,
      "[GAME_END]": 425,
      "[GAME_START]": 426,
      "[GIANTS_BELT]": 427,
      "[GLACIAL_BUCKLER]": 428,
      "[GLOWING_MOTE]": 429,
      "[GUARDIAN_ANGEL]": 430,
      "[GUINSOOS_RAGEBLADE]": 431,
      "[GUNMETAL_GREAVES]": 432,
      "[GUSTWALKER_HATCHLING]": 433,
      "[HAUNTING_GUISE]": 434,
      "[HEALTH_POTION]": 435,
      "[HEARTHBOUND_AXE]": 436,
      "[HEARTSTEEL]": 437,
      "[HEXDRINKER]": 438,
      "[HEXTECH_ALTERNATOR]": 439,
      "[HEXTECH_DRAGON]": 440,
      "[HEXTECH_ROCKETBELT]": 441,
      "[HOLLOW_RADIANCE]": 442,
      "[HORIZON_FOCUS]": 443,
      "[HUBRIS]": 444,
      "[HULLBREAKER]": 445,
      "[ICEBORN_GAUNTLET]": 446,
      "[IMMORTAL_SHIELDBOW]": 447,
      "[IMPERIAL_MANDATE]": 448,
      "[INFINITY_EDGE]": 449,
      "[INHIBITOR]": 450,
      "[INNER]": 451,
      "[IONIAN_BOOTS_OF_LUCIDITY]": 452,
      "[ITEM_BUY]": 453,
      "[ITEM_SELL]": 454,
      "[ITEM_UNDO]": 455,
      "[ITEM_USE]": 456,
      "[JAKSHO,_THE_PROTEAN]": 457,
      "[KAENIC_ROOKERN]": 458,
      "[KALISTAS_BLACK_SPEAR]": 459,
      "[KILL]": 460,
      "[KINDLEGEM]": 461,
      "[KIRCHEIS_SHARD]": 462,
      "[KNIGHTS_VOW]": 463,
      "[KRAKEN_SLAYER]": 464,
      "[LAST_WHISPER]": 465,
      "[LEVEL_UP]": 466,
      "[LIANDRYS_TORMENT]": 467,
      "[LICH_BANE]": 468,
      "[LOCKET_OF_THE_IRON_SOLARI]": 469,
      "[LONG_SWORD]": 470,
      "[LORD_DOMINIKS_REGARDS]": 471,
      "[LOST_CHAPTER]": 472,
      "[LUDENS_COMPANION]": 473,
      "[MALIGNANCE]": 474,
      "[MANAMUNE]": 475,
      "[MAW_OF_MALMORTIUS]": 476,
      "[MEJAIS_SOULSTEALER]": 477,
      "[MERCURIAL_SCIMITAR]": 478,
      "[MERCURYS_TREADS]": 479,
      "[MID_LANE]": 480,
      "[MIKAELS_BLESSING]": 481,
      "[MINION_DEMATERIALIZER]": 482,
      "[MONSTER_ATAKHAN]": 483,
      "[MONSTER_BARON_NASHOR]": 484,
      "[MONSTER_DRAGON]": 485,
      "[MONSTER_HORDE]": 486,
      "[MONSTER_RIFTHERALD]": 487,
      "[MOONSTONE_RENEWER]": 488,
      "[MORELLONOMICON]": 489,
      "[MORTAL_REMINDER]": 490,
      "[MOSSTOMPER_SEEDLING]": 491,
      "[MURAMANA]": 492,
      "[NASHORS_TOOTH]": 493,
      "[NAVORI_FLICKERBLADE]": 494,
      "[NEEDLESSLY_LARGE_ROD]": 495,
      "[NEGATRON_CLOAK]": 496,
      "[NEXUS]": 497,
      "[NOONQUIVER]": 498,
      "[NULL_MAGIC_MANTLE]": 499,
      "[OBLIVION_ORB]": 500,
      "[OPPORTUNITY]": 501,
      "[ORACLE_LENS]": 502,
      "[OUTER]": 503,
      "[OVERLORDS_BLOODMAIL]": 504,
      "[P0]": 505,
      "[P10]": 506,
      "[P1]": 507,
      "[P2]": 508,
      "[P3]": 509,
      "[P4]": 510,
      "[P5]": 511,
      "[P6]": 512,
      "[P7]": 513,
      "[P8]": 514,
      "[P9]": 515,
      "[PHAGE]": 516,
      "[PHANTOM_DANCER]": 517,
      "[PICKAXE]": 518,
      "[PLATED_STEELCAPS]": 519,
      "[PNone]": 520,
      "[PROFANE_HYDRA]": 521,
      "[P]": 522,
      "[QUICKSILVER_SASH]": 523,
      "[RABADONS_DEATHCAP]": 524,
      "[RANDUINS_OMEN]": 525,
      "[RANK_BRONZE]": 526,
      "[RANK_CHALLENGER]": 527,
      "[RANK_DIAMOND]": 528,
      "[RANK_EMERALD]": 529,
      "[RANK_GOLD]": 530,
      "[RANK_GRANDMASTER]": 531,
      "[RANK_MASTER]": 532,
      "[RANK_PLATINUM]": 533,
      "[RANK_SILVER]": 534,
      "[RAPID_FIRECANNON]": 535,
      "[RAVENOUS_HYDRA]": 536,
      "[RECTRIX]": 537,
      "[RECURVE_BOW]": 538,
      "[REDEMPTION]": 539,
      "[REFILLABLE_POTION]": 540,
      "[REJUVENATION_BEAD]": 541,
      "[RIFTMAKER]": 542,
      "[ROD_OF_AGES]": 543,
      "[RUBY_CRYSTAL]": 544,
      "[RUNAANS_HURRICANE]": 545,
      "[RUNIC_COMPASS]": 546,
      "[RYLAIS_CRYSTAL_SCEPTER]": 547,
      "[SAPPHIRE_CRYSTAL]": 548,
      "[SCARECROW_EFFIGY]": 549,
      "[SCORCHCLAW_PUP]": 550,
      "[SCOUTS_SLINGSHOT]": 551,
      "[SEEKERS_ARMGUARD]": 552,
      "[SERAPHS_EMBRACE]": 553,
      "[SERPENTS_FANG]": 554,
      "[SERRATED_DIRK]": 555,
      "[SERYLDAS_GRUDGE]": 556,
      "[SHADOWFLAME]": 557,
      "[SHATTERED_ARMGUARD]": 558,
      "[SHEEN]": 559,
      "[SHURELYAS_BATTLESONG]": 560,
      "[SIGHT]": 561,
      "[SKILL_E]": 562,
      "[SKILL_Q]": 563,
      "[SKILL_R]": 564,
      "[SKILL_UP]": 565,
      "[SKILL_W]": 566,
      "[SLIGHTLY_MAGICAL_FOOTWEAR]": 567,
      "[SOLSTICE_SLEIGH]": 568,
      "[SORCERERS_SHOES]": 569,
      "[SPEAR_OF_SHOJIN]": 570,
      "[SPECIAL_DOUBLE_KILL]": 571,
      "[SPECIAL_KILL_ACE]": 572,
      "[SPECIAL_KILL_FIRST_BLOOD]": 573,
      "[SPECIAL_PENTA_KILL]": 574,
      "[SPECIAL_QUADRA_KILL]": 575,
      "[SPECIAL_TRIPLE_KILL]": 576,
      "[SPECTRES_COWL]": 577,
      "[SPELLSLINGERS_SHOES]": 578,
      "[SPIRIT_VISAGE]": 579,
      "[STAFF_OF_FLOWING_WATER]": 580,
      "[STATIKK_SHIV]": 581,
      "[STEALTH_WARD]": 582,
      "[STEEL_SIGIL]": 583,
      "[STERAKS_GAGE]": 584,
      "[STORMSURGE]": 585,
      "[STRIDEBREAKER]": 586,
      "[SUNDERED_SKY]": 587,
      "[SUNFIRE_AEGIS]": 588,
      "[SWIFTMARCH]": 589,
      "[SYMBIOTIC_SOLES]": 590,
      "[SYNCHRONIZED_SOULS]": 591,
      "[TEAM100]": 592,
      "[TEAM200]": 593,
      "[TEAR_OF_THE_GODDESS]": 594,
      "[TERMINUS]": 595,
      "[THE_BRUTALIZER]": 596,
      "[THE_COLLECTOR]": 597,
      "[THORNMAIL]": 598,
      "[TIAMAT]": 599,
      "[TITANIC_HYDRA]": 600,
      "[TOP_LANE]": 601,
      "[TOTAL_BISCUIT_OF_EVERLASTING_WILL]": 602,
      "[TOWER]": 603,
      "[TRAILBLAZER]": 604,
      "[TRINITY_FORCE]": 605,
      "[TUNNELER]": 606,
      "[UMBRAL_GLAIVE]": 607,
      "[UNDEFINED]": 608,
      "[UNENDING_DESPAIR]": 609,
      "[UNKNOWN_2001]": 610,
      "[UNKNOWN_WARD]": 611,
      "[VAMPIRIC_SCEPTER]": 612,
      "[VERDANT_BARRIER]": 613,
      "[VIGILANT_WARDSTONE]": 614,
      "[VOID_STAFF]": 615,
      "[VOLTAIC_CYCLOSWORD]": 616,
      "[WARDENS_MAIL]": 617,
      "[WARD_KILL]": 618,
      "[WARD_PLACE]": 619,
      "[WARMOGS_ARMOR]": 620,
      "[WATCHFUL_WARDSTONE]": 621,
      "[WATER_DRAGON]": 622,
      "[WINGED_MOONPLATE]": 623,
      "[WINTERS_APPROACH]": 624,
      "[WITS_END]": 625,
      "[WORLD_ATLAS]": 626,
      "[YELLOW]": 627,
      "[YOUMUUS_GHOSTBLADE]": 628,
      "[YOUR_CUT]": 629,
      "[YUN_TAL_WILDARROWS]": 630,
      "[ZAZZAKS_REALMSPIKE]": 631,
      "[ZEAL]": 632,
      "[ZEKES_CONVERGENCE]": 633,
      "[ZHONYAS_HOURGLASS]": 634
    },
    "unk_token": "[UNK]"
  }
}